{
    "weekly_top": [
      {
        "name": "Atlas",
        "url_img": "./client/assets/img/bcM2Tl5HlsvPBnL8DKP9Ie6vU4r.webp",
        "year": "(2024)",
        "info": "Jennifer Lopez protagoniza esta película de acción de ciencia ficción como Atlas Shepherd, un brillante analista de datos con una profunda desconfianza tanto en la inteligencia artificial como en la humanidad. Cuando un robot con el que tiene un pasado se vuelve renegado, Atlas se une al equipo para capturarlo. Pero cuando las cosas salgan mal, tendrá que aprender a confiar en la IA para tener alguna esperanza de salvar a la humanidad."
      },
      {
        "name": "El libro de Clarence",
        "url_img": "./client/assets/img/p6rz1Kz9YA9TOVRk0R5OUJhg7ry.webp",
        "year": "(2024)",
        "info": "Un poco de The Life of Brian de Monty Python, The Book of Clarence encuentra al astuto Clarence (LaKeith Stanfield) luchando por liberarse de las deudas y construir una vida mejor para su familia. Cuando queda cautivado por el poder del Mesías resucitante y sus apóstoles, Clarence decide labrarse su propio camino hacia la divinidad."
      },
      {
        "name": "Sin escarchar",
        "url_img": "./client/assets/img/efvnagceBlmNG10BKnSOEqI6VtP.webp",
        "year": "(2024)",
        "info": "Jerry Seinfeld dirige y protagoniza esta comedia basada en hechos reales sobre la invención de la Pop-Tart. En Michigan, en 1963, los rivales jurados Kellogg’s y Post se enzarzan en una carrera para crear un pastel que cambiará para siempre el desayuno. Entre la ambición, la codicia y mucha, mucha azúcar, es una batalla de alto riesgo para convertirse en los reyes del desayuno."
      },
      {
        "name": "Rebel Moon – Segunda parte: El escarificador",
        "url_img": "./client/assets/img/lV70XeG15PNNg3S1mwaoNk3LVHk.webp",
        "year": "(2024)",
        "info": "La serie Rebel Moon de Zack Snyder continúa con la segunda parte: The Scargiver. Kora (Sofia Boutella) continúa su batalla para defender a la gente de Veldt y su nueva patria en su guerra contra la Madre Mundo. A medida que se avecina una batalla existencial, cada guerrero debe reconciliar su pasado y recordarse a sí mismo y a los demás por qué luchan."
      },
      {
        "name": "La última sesión de Freud",
        "url_img": "./client/assets/img/mp7IBxFuvNZSVOOGESybvaPxd7y.webp",
        "year": "(2023)",
        "info": "Anthony Hopkins y Matthew Goode interpretan a dos de las mentes más grandes del siglo XX, librando una guerra intelectual sobre la existencia de Dios en vísperas de la Segunda Guerra Mundial. En La última sesión de Freud, Sigmund Freud (Hopkins) y C.S. Lewis (Goode) discuten sobre el controvertido tema a medida que sus pasados y presentes se entrelazan y la realidad del estudio de Freud se intercala con la fantasía."
      },
      {
        "name": "Cuando termines de salvar el mundo",
        "url_img": "./client/assets/img/Captura-de-pantalla_1-4-2024_103056_www.digitaltrends.com_.webp",
        "year": "(2023)",
        "info": "El debut como director de Jesse Eisenberg está protagonizado por Julianne Moore y la estrella de Stranger Things Finn Wolfhard como madre e hijo que parecen no tener absolutamente nada en común. Evelyn (Moore) ha dedicado su vida a ayudar a las personas sin hogar y está tratando de convertirse en una figura paterna para un adolescente que conoce en su refugio. Ziggy (Wolfhard) es un adolescente inconsciente que aspira a convertirse en una estrella de Internet y que se ha enamorado de una joven precoz y políticamente consciente (Alisha Boe) en la escuela. When You Finish Saving the World es una comedia emotiva sobre una madre y un hijo aparentemente en completo desacuerdo, pero que son mucho más parecidos de lo que creen."
      },
      {
        "name": "El club de los milagros",
        "url_img": "./client/assets/img/Captura-de-pantalla_1-4-2024_103241_www.digitaltrends.com_.webp",
        "year": "(2023)",
        "info": "El Club de los Milagros está protagonizada por un destacado trío de actrices como amigas que, en 1967, deciden seguir su sueño de peregrinar a la ciudad sagrada francesa de Lourdes, la ciudad de los milagros. Lily (Maggie Smith), Eileen (Kathy Bates) y Dolly (Agnes O’Casey) de la comunidad de Ballygar en Dublín aprovechan la oportunidad para ir a Lourdes, pero justo antes del viaje, la vieja amiga Chrissie (Laura Linney) llega a la ciudad para el funeral de su madre, lo que deprime el estado de ánimo. Para volver a mencionarlo, las mujeres incluyen a Chrissie en su viaje, pero pronto descubren que después de 40 años de vivir en los EE. UU., No están preparadas para el glamour y la sofisticación de Chrissie."
      },
      {
        "name": "Damsel",
        "url_img": "./client/assets/img/Damsel-226701907-large.jpg",
        "year": "(2024)",
        "info": "La historia de la damisela en apuros se pone patas arriba en Damisela. La obediente Elodie (Millie Bobby Brown) acepta casarse con el apuesto príncipe Harry (Nick Robinson), solo para descubrir que la familia real solo la ha reclutado como sacrificio para pagar una antigua deuda. Ahora, Elodie se encuentra en el fondo de una cueva profunda, atrapada en su interior con un dragón que escupe fuego con solo su ingenio y voluntad de salir con vida."
      },
      {
        "name": "Spaceman",
        "url_img": "./client/assets/img/MV5BMGMyNDg2ZjItMzk5MC00NzJmLTlmMDgtMmFjNjFmODg5ZTY5XkEyXkFqcGdeQXVyMTY3ODkyNDkz._V1_.jpg",
        "year": "(2024)",
        "info": "La loca gira de Adam Sandler «haz lo que quiera» en Netflix continúa con Spaceman, un drama de ciencia ficción sobre un astronauta seis meses después de una misión de investigación solitaria en el borde del sistema solar. Jakub (Sandler) finalmente se da cuenta de que su esposa, Lenka (Carey Mulligan), podría no estar esperándolo cuando regrese a la Tierra, entrando en una crisis de conciencia. Afortunadamente, para ayudarlo a dar sentido a lo que salió mal está la misteriosa criatura Hanuš (con la voz de Paul Dano), que acecha en las entrañas de la nave de Jakub."
      },
      {
        "name": "Día de Acción de Gracias",
        "url_img": "./client/assets/img/Captura-web_19-2-2024_113218_www.digitaltrends.com_.webp",
        "year": "(2023)",
        "info": "Una premisa aparentemente ridícula, Thanksgiving funciona gracias a la experiencia del maestro del terror Eli Roth (Hostel, Knock Knock). Después de que un motín del Viernes Negro en Plymouth, Massachusetts, termina en tragedia, un misterioso asesino inspirado en el Día de Acción de Gracias desciende sobre el lugar de nacimiento de la festividad. Sin embargo, lo que comienza como asesinatos por venganza al azar, pronto se descubre que es parte de una conspiración navideña más grande."
      },
      {
        "name": "Dumb Money",
        "url_img": "./client/assets/img/MV5BNGFmZGY4MGMtNzIzZi00ODg1LWJhOWUtOTA3NzlhMDZmOWI5XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_.jpg",
        "year": "(2023)",
        "info": "La loca historia de r/wallstreetbets cambiando el guión en Wall Street llega a la pantalla grande en Dumb Money. Keith Gill (Paul Dano) es un tipo común que comienza a invertir los ahorros de toda su vida en acciones de GameStop y a publicar sobre ellas en línea, como resultado, poco a poco construye un ferviente seguimiento de day traders e inversores aficionados que se obsesionan con la idea de la inversión social. Cuando los aficionados comienzan a enriquecerse con las acciones infladas de GameStop, los multimillonarios que manejan los hilos del sistema comienzan a contraatacar."
      },
      {
        "name": "The Kitchen",
        "url_img": "./client/assets/img/Captura-web_22-1-2024_91254_www.digitaltrends.com_.webp",
        "year": "(2023)",
        "info": "The Kitchen, el primer gran estreno cinematográfico original de Netflix en 2024, tiene lugar en un Londres distópico en el que la brecha entre ricos y pobres se ha ampliado hasta extremos extremos. Ya no hay viviendas sociales con la excepción de The Kitchen, una comunidad que ha luchado con uñas y dientes para permanecer en sus hogares. El solitario Izi (Daniel Kaluuya) está buscando una salida y puede haber encontrado una en Benji (Kibwe Tavares), un niño de 12 años que ha perdido a su madre y está buscando a su familia."
      },
      {
        "name": "Lift",
        "url_img": "./client/assets/img/Lift_Un_robo_de_primera_clase-500114909-large.jpg",
        "year": "(2023)",
        "info": "El comediante Kevin Hart protagoniza esta comedia de acción original de Netflix, una de las primeras grandes películas del streamer de 2024. En Lift, Cyrus Whitaker (Hart) y su equipo internacional de atracos se enfrentan a uno de sus desafíos más audaces hasta el momento: levantar 500 millones de dólares en oro de un avión de pasajeros que vuela a 40.000 pies."
      },
      {
        "name": "La sociedad de las nieves",
        "url_img": "./client/assets/img/La-sociedad-de-la-nieve-2023.jpg",
        "year": "(2023)",
        "info": "Muchos han escuchado la historia del vuelo 571 de la Fuerza Aérea Uruguaya, un vuelo fletado por un equipo de rugby que se estrelló en la cordillera de los Andes. Muchos han escuchado las desgarradoras historias de lo que los pocos pasajeros sobrevivientes tuvieron que hacer para vivir en uno de los entornos más difíciles del mundo. Este aclamado favorito del festival adapta el libro homónimo de Pablo Vierci, que relata a los 16 supervivientes del accidente y los extremos que tuvieron que hacer para sobrevivir 72 días en la tundra helada de las montañas. La sociedad de las nieves se convirtió en la candidata española a Mejor Largometraje Internacional en la 96ª edición de los Premios de la Academia y Netflix adquirió los derechos de distribución en 2023."
      },
      {
        "name": "The Equalizer 3",
        "url_img": "./client/assets/img/b0Ej6fnXAP8fK75hlyi2jKqdhHz.webp",
        "year": "(2023)",
        "info": "Una de las franquicias más subestimadas en este momento, la serie The Equalizer presenta al querido actor Denzel Washington como Robert McCall, un ex asesino del gobierno que lucha por reconciliarse con las cosas terribles que ha hecho en el pasado. Una vía de consuelo, sin embargo, es hacer justicia en nombre de los oprimidos, o igualar. En The Equalizer 3, McCall se instala en una sorprendente tranquilidad en el sur de Italia, hasta que descubre que sus nuevos amigos están bajo el control de los jefes criminales locales. Ahora, es el momento de igualar una vez más, esta vez contra la mafia."
      },
      {
        "name": "Maestro",
        "url_img": "./client/assets/img/Maestro-141384252-large.jpg",
        "year": "(2023)",
        "info": "Maestro puede que sea la mejor apuesta de Netflix para ganar el Oscar este año. Bradley Cooper dirigió, escribió y protagoniza la película como el famoso compositor Leonard Bernstein, con Carey Mulligan como la esposa de Leonard, Felicia Montealegre. La película abarca la relación de décadas de Leonard y su eventual matrimonio con Felicia, por quien dejó su relación con David Oppenheim (Matt Bomer). A pesar de tener hijos con Felicia, incluida Jamie Bernstein (Maya Hawke), Leonard busca continuamente aventuras con otros hombres, lo que lleva su vínculo con Felicia al límite. Para conservar al amor de su vida, Leonard necesita demostrarle su valía por última vez."
      }
    ]
}
      